export type Quote = {
  text: string;
  author: string;
  book: string;
};

export const quotes: Quote[] = [
  {
    text: "Отказ от труда – это не отказ от производственной деятельности как таковой, а скорее отказ от центральных элементов отношений заработной платы и тех дискурсов, которые поощряют наше согласие с навязываемыми ими способами работы.",
    author: "Кэти Викс",
    book: "«Проблема с работой»",
  },
  { text: "Лени не существует.", author: "Девон Прайс", book: "«Лени не существует»" },
  {
    text: "Но есть и дополнительные механизмы, обеспечивающие то, что я называю приватизацией труда. Одним из них является ее овеществление: тот факт, что в настоящее время человек должен работать, чтобы зарабатывать на жизнь, воспринимается как часть естественного порядка, а не как социальная конвенция.",
    author: "Кэти Викс",
    book: "«Проблема с работой»",
  },
  {
    text: "Выгорание – это не просто проблема труда, это проблема общественного здоровья.",
    author: "Девон Прайс",
    book: "«Лени не существует»",
  },
  {
    text: "Наемный труд означает, что мы продаем значительную часть своего времени людям или организациям, которые затем имеют над нами значительный контроль.",
    author: "Хелен Хестер, Ник Срничек",
    book: "«После работы»",
  },
  {
    text: "Борьба против работы во всех ее формах – это борьба за свободное время.",
    author: "Хелен Хестер, Ник Срничек",
    book: "«После работы»",
  },
  {
    text: "Хотя отношения оплаты труда стали считаться отличительной чертой самосуверенитета, они, тем не менее, остаются отношениями подчинения, и автономия, которую, как ожидается, обеспечивает труд, сохраняет непростые отношения с постоянным подчинением, которое он же и санкционирует.",
    author: "Кэти Викс",
    book: "«Проблема с работой»",
  },
  {
    text: "В то время как возможности для увеличения свободного времени могут расти, социальные нормы, стандарты и ожидания развиваются таким образом, что эти достижения сводятся к минимуму.",
    author: "Хелен Хестер, Ник Срничек",
    book: "«После работы»",
  },
  {
    text: "Борьба за свободное время – это, в конечном счете, вопрос открытия самой сферы свободы и максимизации масштабов автономно выбранной деятельности.",
    author: "Хелен Хестер, Ник Срничек",
    book: "«После работы»",
  },
  {
    text: "Эта морализация труда была закреплена в новейшей социальной политике, поскольку принуждение к труду - независимо от того, насколько сомнительна его социальная польза - стало ключевой функцией государства.",
    author: "Дэвид Фрейн",
    book: "«Отказ от работы»",
  },
  {
    text: "Первичные основания для введения базового дохода носят этический и моральный характер.",
    author: "Гай Стэндинг",
    book: "«Базовый доход»",
  },
  {
    text: "Если мы принимаем практику частного наследования – а все правительства так или иначе её принимают, – которая в простейшем виде означает получение значительной доли «чего-то из ничего» меньшинством, то мы должны признать и принцип социального наследования.",
    author: "Гай Стэндинг",
    book: "«Базовый доход»",
  },
  {
    text: "Рыночное видение психического здоровья лишило наши страдания глубокого смысла и цели. Следовательно, наш дистресс больше не рассматривается как жизненно важный призыв к изменениям или как нечто потенциально преобразующее или поучительное. За последние несколько десятилетий он стал скорее поводом для новых покупок и продаж.",
    author: "Джеймс Дэвис",
    book: "«Седированный»",
  },
  {
    text: "К сложностям, связанным с определением работы, добавляется еще и морально нагруженный характер термина «работа», который часто используется для контрабанды этических представлений о респектабельности одних видов деятельности по сравнению с другими.",
    author: "Дэвид Фрейн",
    book: "«Отказ от работы»",
  },
  {
    text: "Социальная жизнь является продуктом дискуссий и приобретает смысл благодаря выбору, который делают члены общества.",
    author: "Аластар Хемменс",
    book: "«Критика труда во французской мысли»",
  },
  {
    text: "«Мужчине никогда не придет в голову, – писала Симона де Бовуар, – написать книгу об особом положении человеческого мужчины». Но это было в 1949 году. Сейчас особая ситуация человеческого мужчины требует неотложного внимания.",
    author: "Ричард Ривз",
    book: "«О мальчиках и мужчинах»",
  },
];

